app/Controllers/PembayaranController.php

INSERT INTO `pembayaran` (`nama`, `email`, `kontak`, `jumlah_sesi`, `tutor_dipilih`, `total_harga`) VALUES ('Marcellino Dressel', 'dresselmarcellino@gmail.com', '082291119765', '1', 'Bruno Alves', 1)
---
                'status' => 'Belum Dibayar', // Misalnya, status pembayaran awal
            ];

            $pembayaranModel->insert($dataPembayaran);